tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "python@3.8"
brew "bash"
brew "bat"
brew "bfg"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "exa"
brew "fd"
brew "python", link: false
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-town"
brew "gnu-time"
brew "gnu-units"
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "ruby"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "federico-terzi/espanso/espanso"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "dash"
cask "fantastical"
cask "firefox"
cask "focus"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "highsierramediakeyenabler"
cask "istat-menus"
cask "keyboard-maestro"
cask "kitty"
cask "moom"
cask "pdf-expert"
cask "scroll-reverser"
cask "setapp"
cask "sketch"
cask "soulver"
cask "the-unarchiver"
cask "vlc"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
