tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "python@3.8"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "exa"
brew "fd"
brew "python", link: false
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-town"
brew "gnu-time"
brew "gnu-units"
brew "htop"
brew "hub"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "ruby"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "dash"
cask "fantastical"
cask "istat-menus"
cask "moom"
cask "the-unarchiver"
